[
  {
    "name": "Editrudis  Beltran Crisostomo",
    "id": 1,
    "comments": [
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Es muy bueno maestro gracias a Dios en la seccion pasamos todos "
      }
    ]
  },
  {
    "name": "Glenis Raquel  Delgado Valdez",
    "id": 2,
    "comments": [
      {
        "username": "Unaestudiante2030",
        "period": "Segundo Semestre",
        "content": "La maestra es un amor pero sus exámenes son fuertes. Hay que estudiarle mucho"
      }
    ]
  },
  {
    "name": "Wilson Aridio  Mejia Mejia",
    "id": 5,
    "comments": [
      {
        "username": "Leticia019",
        "period": "Primer Semestre 2023",
        "content": "No lo recomiendo."
      },
      {
        "username": "Haroyn",
        "period": "Primer Semestre 2021",
        "content": "Llega puntual, explica todo el programa de clase y lleva todo organizado explica divinamente, es excelente profesional y sobre todo ser humano.... LO MEJORRRRRRR DE LA UASD\nPdta: hay que fajarse pero es el mejor!!!"
      },
      {
        "username": "Juleysi",
        "period": "Primer Semestre 2021",
        "content": "Excelente maestro."
      }
    ]
  },
  {
    "name": "Francisco Jose  Terrero Galarza",
    "id": 7,
    "comments": [
      {
        "username": "yourname",
        "period": "Segundo Semestre 2023",
        "content": "Buen maestro un poco enredado en cuanto a la apariencia de la persona en el curso hay ciertas cosas que él no le gusta como peinado vestimenta etcétera, es muy bueno evaluando y si necesita algunos puntos pues él te ayuda"
      },
      {
        "username": "Marcoslopez",
        "period": "Primer Semestre 2019",
        "content": "El es bueno lo único que es qué hay que estudiarle y ya no es guagua haci que si quieren pasar del paso con el no la cojan"
      }
    ]
  },
  {
    "name": "Pablo  Valdez Martinez",
    "id": 8,
    "comments": [
      {
        "username": "LicAlexJimenez",
        "period": "Verano 2022",
        "content": "muy recomendable"
      }
    ]
  },
  {
    "name": "Alejandro  Ozuna Morla",
    "id": 9,
    "comments": [
      {
        "username": "Anónimo10099",
        "period": "Segundo Semestre",
        "content": "Este señor ya no da clases, si la tomas ten en cuenta que será con Francisco y no con él. Y es mal profesor"
      },
      {
        "username": "Empe10022",
        "period": "Verano 2021",
        "content": "Su clase de calculo y analítica es la mejor tómenla con el si quieren aprender"
      }
    ]
  },
  {
    "name": "Rosalia  Sosa Perez",
    "id": 10,
    "comments": [
      {
        "username": "crism12",
        "period": "Segundo Semestre 2023",
        "content": "Sus exámenes son super fácil porque viene de todo lo que dice, ella tiene libro de Introducción al derecho que escribió con su esposo ayuda bastante en exámenes, todo esta ahí. Es una persona muy ocupada así que a veces llega tarde y explica rápido pero la recomiendo al 100%."
      },
      {
        "username": "JOHM01",
        "period": "Segundo Semestre 2023",
        "content": "Falta muchísimo, nunca avisa cuando va a faltar, cuando suele ir a clases llega tarde y explica rapidísimo, da un examen súper extenso de contenido que no explica, siempre anda volátil. Di con ella Derecho Constitucional II, no aprendí NADA."
      },
      {
        "username": "Animino100",
        "period": "Primer Semestre 2022",
        "content": "Es buena maestra porque explica bien y los trabajos que deja son buenos, pero ella siempre daba la clase con prisa y los exámenes eran orales pero nunca le daba el tiempo necesario para evaluar a todos, al final publico muy tarde pero una calificación justa."
      },
      {
        "username": "stevenscf",
        "period": "Primer Semestre 2022",
        "content": "No maneja la plataforma, su empeño por la candidatura vicerrectora dejó de desempeñar su función como docente, las explicaciones eran apresuradas, poco contacto con el estudiante, necesito que publique por más que le escribo no contesta.Sino quieren perder su tiempo, no la tomen."
      }
    ]
  },
  {
    "name": "Francisco  Vegazo Ramirez",
    "id": 12,
    "comments": [
      {
        "username": "Raulxvx",
        "period": "Primer Semestre 2021",
        "content": "Es un abusador, cínico y descarado. Deberían investigarlo."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Es un descarado y pone las calificaciones por carita, me puso un 50 y cuando le fui a reclamar se enojo porque le mostré las pruebas de que si había pasado su materia. Luego le dije que si no me hiba porner mi calificación que por lo menos me ponga ausente y mejor se burlo y nunca me puso mi calificación real, varios estudiantes también sufrieron ese atropello (les ponia 50 o ausente) cabe destacar que le pase todos sus examenes , pruebines , sus practicas y la Monitoría la pase con 28/30 y siempre le fui a la pizarra. Hasta entonces no se porque lo hizo yo que dedique el alma a esa materia. Fue muy injusto eviten disgustos."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Explica por arribita, muy desorganizado, no va tomando apuntes de lo que el estudiante va sacando por lo que al final no es muy justo poniendo la calificación. Agregando que pone notas por carita. Pero sus examenes son super fáciles. Si quieres aprender no la cojas con el pero si solo quieres pasar tienes mucho chance siempre y cuando no se aloque."
      }
    ]
  },
  {
    "name": "Jorge Salomon  Asjana David",
    "id": 13,
    "comments": [
      {
        "username": "Kimmii",
        "period": "Primer Semestre 2022",
        "content": "Si eres de odontología te recomiendo no tomarla con este maestro, explica muy bien pero sus exámenes se torman muy agobiantes con tanta información que le pone además que es de completa, tienes que fajarte para pasarle porque quema al que no estudia y no regala ningún punto."
      },
      {
        "username": "Unaestudiantemasdelauasd",
        "period": "Primer Semestre 2023",
        "content": "Di semiología qx con él. Explica su clase, exámenes fáciles de acuerdo a lo que da. Muy buen maestro."
      },
      {
        "username": "Hackerkirby",
        "period": "Primer Semestre 2022",
        "content": "Su Monitor JM Cáceres García , es el peor monitor de Anatomía , ofende a sus estudiantes , siempre llega tarde a sus clases , y para el colmooo da exámenes de hace 10 años ( Dicho por el mismo )son súper difíciles y con casos clínicos que no tiene que ver con lo que dio."
      }
    ]
  },
  {
    "name": "Radhames  Silverio Gonzalez",
    "id": 14,
    "comments": [
      {
        "username": "dkminos",
        "period": "Primer Semestre 2023",
        "content": "Excelete Maestro y Persona"
      },
      {
        "username": "L000024",
        "period": "Segundo Semestre 2021",
        "content": "los examenes le pase con todos los puntos y al final me pone una nota malisima por los 70. el primer examen super facil y el final te lo pone como que eres un profesional en informatica, con varios completa y mas de 25 preguntas y le saque 38/38."
      }
    ]
  },
  {
    "name": "Elizardo Antonio Medina Calcano",
    "id": 15,
    "comments": [
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Que difícil fue tomar clases con este señor. Dejaba a uno esperando muchísimas veces. Espero nunca volver a encontrarme con el en otra asignatura, no aprendí nada,"
      }
    ]
  },
  {
    "name": "Mario Salvador  Ufre Cipolletta",
    "id": 16,
    "comments": [
      {
        "username": "leandrafebriel",
        "period": "Primer Semestre 2022",
        "content": "NO ES JUSTO PORQUE EL EXAMEN LO QUE VALE SON 100 PUNTOS Y SE PASA EL SEMESTRE ENTERO DANDO UNAS DIAPOSITIVAS PARA LUEGO AL FINAL DEL SEMESTRE DAR LA PIEDRA DE EXAMEN, EN LA SECCION SOLO 2 LLEGARON A 70 EN EL EXAMEN, .\nFUE DE MANERA VIRTUAL"
      }
    ]
  },
  {
    "name": "Yaquelin Altagracia  Inoa Tatis",
    "id": 18,
    "comments": []
  },
  {
    "name": "Carmen Evarista  Matias Perez",
    "id": 21,
    "comments": [
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Su monitor no se entiende, pero ella sí"
      }
    ]
  },
  {
    "name": "Aurea L  Pelletier Bido",
    "id": 22,
    "comments": [
      {
        "username": "Yoleidy",
        "period": "Primer Semestre 2022",
        "content": "La real guagua de contabilidad"
      },
      {
        "username": "Anonimus26",
        "period": "Primer Semestre 2022",
        "content": "Muy buena maestra es muy justa"
      },
      {
        "username": "Telchi",
        "period": "Segundo Semestre 2020",
        "content": "Chicos saben si ella dará verano virtual ."
      },
      {
        "username": "Camaleón",
        "period": "Segundo Semestre 2019",
        "content": "Es una guagua, si quieres aprender no la tomes con ella pero si solo quieres pasar la puedes tomar"
      }
    ]
  },
  {
    "name": "Leon  Jon Nunez",
    "id": 23,
    "comments": [
      {
        "username": "yop123",
        "period": "Primer Semestre 2022",
        "content": "No es malo, solo tienes que hacer todas las asignaciones y exposiciones y te irá muy bien, pero si quieres aprender él no es tu mejor opción. pd: pasé con 96."
      },
      {
        "username": "Luis16",
        "period": "Verano 2022",
        "content": "es extricto pero excelente"
      },
      {
        "username": "Eljusticiero",
        "period": "Segundo Semestre 2021",
        "content": "El profesor esta mejorando, le falta un poco mas de organizacion, y todo el examen esta en el manual, da oportunidades y si hiciste todo lo que te pide pasaras con buena nota."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "OYEME, NO LO SELECCIONES "
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Un toyoso , desorganizado, fui la nota mas alta y saque 83 "
      }
    ]
  },
  {
    "name": "Genara Altagracia  Frias Abreu",
    "id": 26,
    "comments": [
      {
        "username": "anyone",
        "period": "Segundo Semestre 2023",
        "content": "ESTA PROFESORA ES EL CLARO EJEMPLO DE QUE NO TODO LO QUE BRILLA ES ORO ,ES CIERTO QUE LA PROFESORA ES MUY BUENA Y TRATA A LOS ESTUDIANTES MUY BIEN ,ESO SI ES CIERTO!! PERO NO TIENE CONOCIMIENTO EN SU CARRERA."
      },
      {
        "username": "Pamela23",
        "period": "Primer Semestre 2021",
        "content": "Me fue muy bien con esta profesora."
      },
      {
        "username": "CarlotaTorres",
        "period": "Primer Semestre 2020",
        "content": "Recomendada 100%"
      },
      {
        "username": "CarlotaTorres",
        "period": "Primer Semestre 2021",
        "content": "Puedes tomar la materia a ojos cerrados, explica bien las clases y siempre da las clases virtuales."
      },
      {
        "username": "LindaAlmonte",
        "period": "Verano 2021",
        "content": "Me gusta su forma de dar clases, muy amable."
      }
    ]
  },
  {
    "name": "Ramona I  Medina Colon",
    "id": 27,
    "comments": []
  },
  {
    "name": "Luciano  Ramirez Franco",
    "id": 30,
    "comments": []
  },
  {
    "name": "Matilde  Espinosa Novas",
    "id": 32,
    "comments": [
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "No debería estar en la Universidad como maestra es una mujer sin ética ni moral para ser maestra de la Universidad. Tiene su asignatura de negocio. "
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Tiene sus asignatura de negocio pasas a la estudiante a cambio de regalo y de celebrarle fiesta. Es muy lamentable tener una persona sin morar ni pudor impartiendo clases en esta universidad."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Es muy mala profesora y ser humana"
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Ella señora deberían realizarse un examen psicológico para que deje de reflejar sus problemas personales con sus alumnos y pasar a estudiantes no por su desempeño sino por llevarle regalos... Esa abusadora sin ética ni mora.."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "No parece que fue alumna"
      }
    ]
  },
  {
    "name": "Omar Jose  Segura Alcantara",
    "id": 35,
    "comments": [
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Es malísimo, el peor\nNo asiste y la al final del semestre, da una semana de clases y un único examen by única práctica final\n"
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Ese hombre pasa la mitad del tiempo afuera, siempre está dando parciales. Deja asignado muchísimos ejercicios y no da el programa completo."
      }
    ]
  },
  {
    "name": "Juan Ramon  Tiburcio Vargas",
    "id": 36,
    "comments": []
  },
  {
    "name": "Jose Joaquin  Reyes Acevedo",
    "id": 37,
    "comments": []
  },
  {
    "name": "Jose  Peralta Contreras",
    "id": 38,
    "comments": []
  },
  {
    "name": "Manuel Antonio  De La Cruz Fernandez",
    "id": 39,
    "comments": []
  },
  {
    "name": "Alexi  Martinez Olivo",
    "id": 40,
    "comments": [
      {
        "username": "patrickjimenez",
        "period": "Primer Semestre 2024",
        "content": "Excelente, muy buen maestro"
      }
    ]
  },
  {
    "name": "Amparo  Cespedes Hidalgo",
    "id": 41,
    "comments": [
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Excelente profesor, es super amable, súper puntual, se preocupa porque los estudiantes aprendan. El problema es su monitor que sufre de poner prácticas largas"
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "El profesor es excelente, explica y se preocupa por sus estudiantes.\nSi no entiendes te explica indefinida veces hasta que entiendas, peroooo te su monitor pone unas practicas muy largasssssssssssssssssssssssssssss."
      }
    ]
  },
  {
    "name": "Isabel  Brito German",
    "id": 44,
    "comments": [
      {
        "username": "polanco2121",
        "period": "Segundo Semestre 2023",
        "content": "Si te toca su asistente Melida Gómez, explica muy bien, no le gustan los relajos en su clase y es súper estricta pero es muy buena maestra. Muy justa al evaluar, tomaría otra clase con ella si pudiera"
      },
      {
        "username": "frenny",
        "period": "Segundo Semestre 2023",
        "content": "Muy buen maestra, 1000 recomendada"
      },
      {
        "username": "evamar",
        "period": "Segundo Semestre 2023",
        "content": "Nunca conocí a Isabel Brito, quien me impartió clases fue Wisander De Los Santos, explica bien y es justo calificando, lo único negativo que le encontré a este maestro es que aveces hace comentarios un poco fuera de lugar, pero quitando esa parte, es excelente."
      },
      {
        "username": "Frijol",
        "period": "Primer Semestre 2023",
        "content": "La suplente (Melida Y. Gómez) fue excelente como profesora y persona. Explica claro y no humilla. La verdad es que se manejó espectacular con nosotros. Espera que sus estudiantes aprendan, que su esfuerzo vale la pena por nosotros. Avisa con tiempo si no podrá asistir."
      },
      {
        "username": "Jessypimentel",
        "period": "Segundo Semestre 2021",
        "content": "Excelente maestra, explica bien, sabe manejarse, es puntual (en caso de no llegar a una clase avisa antes) da muchas oportunidades, pública a tiempo. La recomiendo con los ojos cerrados."
      },
      {
        "username": "ilybaaby",
        "period": "Primer Semestre 2020",
        "content": "Buena maestra."
      },
      {
        "username": "Anónima04",
        "period": "Primer Semestre 2021",
        "content": "La mejor maestra, buena, comprensiva, justa y sus exámenes son fáciles, explica excelente."
      },
      {
        "username": "Wise_Owl",
        "period": "Primer Semestre 2021",
        "content": "Muy buena docente. Todo con ella es sencillo sólo debes estudiar, reunirte con ella cuando toque y hacer tus prácticas, foros y exámenes bien hechos."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Excelente, me encantó. "
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Ella explica bien y publica bien en Lab Inorgánica"
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Excelente maestra de las mejores explica muy bien y es muy considerada"
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Ella es EL FINAL y EL PRINCIPIO, con eso digo todo. "
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Cogí su materia cuando no estaba la pandemia, es una buena profesora, sólo tienes que prestarle atención y pasaras esa materia como si nada. "
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Una de las mejores maestras de química básica y de inorgánica para ingenieros. deberían haber mas como ella y darle una sección de química inorgánica para ingenieros en teoría.\n "
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Es una excelente profesora "
      }
    ]
  },
  {
    "name": "Roberto Antonio  Marte Garcia",
    "id": 45,
    "comments": []
  },
  {
    "name": "Jose Miguel  Ferreira Capellan",
    "id": 46,
    "comments": [
      {
        "username": "Alejandro",
        "period": "Primer Semestre 2023",
        "content": "Como profesional es altamente preparado, como persona humilde y cercano. Como profesor demasiado estricto, bájele algo, profe, jeje"
      },
      {
        "username": "Junior",
        "period": "Segundo Semestre 2021",
        "content": "Nunca vimos este maestro, envió un monitor que no explicaba, a veces no se sabe como es mejor si el profesor o un monitor. da sus 3 examenes el último 30 preguntas, si no sabes nada obvio te quemas. La di Virtual, gracias a Dios pasé."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Correcto, es un excelente Maestro, voy más allá, no falta, es prudente, corrige todo, termina su programa y es muy tolerante, da chance para las tareas. Eso si el que no estudia ni trabaja se le hace difícil como es lógico. "
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Es un profesor buenisimo, yo tome clases virtuales con el y nunca tuve ningun inconveniente. Si eres una persona aplicada que siempre esta pendiente a sus cosas, entregas todo a tiempo y aprendes rapido, te ira excelente con este profesor, porque el te pone la nota que te ganas, ni más ni menos. Si quieres un profesor guagua, pues este no es el profesor para ti. Solo pone los experimentos del manual y un foro todas las semanas. "
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Así es es muy buen Maestro, cuándo se incomoda hay que analizar mejor lo que pasó. "
      }
    ]
  },
  {
    "name": "Marina  Aybar Gomez",
    "id": 47,
    "comments": [
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Te pone a pensar, aprendes te llena la mente de conocimiento y si terminas el programa jamás olvidaras lo que aprendiste.es ruda y le gusta la responsabilidad los trabajos de calidad, pero vale la pena."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Exigente pero se aprende"
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "No es nada considerada, se contradice mucho. No la recomendaria. "
      }
    ]
  },
  {
    "name": "Hector Antonio Pereyra Espaillat",
    "id": 48,
    "comments": []
  },
  {
    "name": "Juana Maria  Encarnacion Cruz",
    "id": 49,
    "comments": [
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Excelente Di desarrolló cognitivo con ella en medicina , la mejor.Super excelente , sin duda."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Excelente maestra."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Muy buena maestra"
      }
    ]
  },
  {
    "name": "Angel E  Nadal Ponce",
    "id": 51,
    "comments": [
      {
        "username": "Antonimo1",
        "period": "Segundo Semestre 2021",
        "content": "Ese profesor abruma con tanta tarea y habla como si fuera militar. No me gusta su estilo, siempre esta amenazando."
      },
      {
        "username": "Cosita29",
        "period": "Segundo Semestre 2021",
        "content": "Ese maestro es bueno pero deja demasiadas asignaciones, es exigente y da un poco de miedo cuando habla. Publica bien."
      }
    ]
  },
  {
    "name": "Elia  Lebron Ogando",
    "id": 52,
    "comments": [
      {
        "username": "Unknownuser025",
        "period": "Segundo Semestre 2023",
        "content": "No da oportunidades en trabajos o foros. No pone muchos trabajos, así que te va mal en uno y pierdes mucha nota. Si no tienes una base de contabilidad, vas a tener varios problemas."
      },
      {
        "username": "kilangel",
        "period": "Primer Semestre 2022",
        "content": "Es la mejor maestra que he tenido de contabilidad."
      }
    ]
  },
  {
    "name": "Adriana  Bueno",
    "id": 53,
    "comments": [
      {
        "username": "Dexmarie",
        "period": "Segundo Semestre 2023",
        "content": "Adriana como tal no me dio clases. Me dio clases su monitor Adrian Reyes ¡sin duda el mejor monitor que he conocido!"
      },
      {
        "username": "evamar",
        "period": "Segundo Semestre 2023",
        "content": "Adriana Bueno no me impartió clases, quien me dio clases fue BETSAIDA CABRERA y puedo decir que fue la mejor profesora que tuve este semestre, a esta maestra se le nota que enseña por vocación y da muchas oportunidades para recuperar puntos."
      },
      {
        "username": "Jey_1551",
        "period": "Primer Semestre 2023",
        "content": "Adriana Bueno no me dio clases si no una monitora, pero la recomiendo sus clases fueron excelentes."
      },
      {
        "username": "ANNY24",
        "period": "Primer Semestre 2023",
        "content": "Es mala evaluando deja demasiada tarea de 1 punto, para la hora de publicar quemar a todos, no imparte la materia de bases ella solo da biología.\nSi pueden no la tomen con ella"
      },
      {
        "username": "Sariss",
        "period": "Segundo Semestre",
        "content": "Evalúo con perfección a su monitora CLARIBEL REYES, NO a la profesora Adriana porque no nos impartió clase."
      }
    ]
  },
  {
    "name": "Jose  Hernandez Martich",
    "id": 55,
    "comments": [
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Es el peor profesor que tiene la universidad, no tiene ética, es un altanero, mente cerrada y humilla a todos los estudiantes.\nSu manera de dar las clases es muy arcaica, el llena las pizarras con una letra Intendible y debes copiar todo, embotellartelo y así mismo ponerlo en el examen, con punto y coma de lo contrario te quema.\nEste señor tiene la maña de botar la nota y publicar notas quemadas, también publica AUS pero muy raro.\nEn fin si no quieres tener un trauma de por vida, por culpa de este engendro de persona (porque no se merece que lo llamen maestro) no cojas ninguna materia con el."
      }
    ]
  },
  {
    "name": "Luis  Matos Reyes",
    "id": 57,
    "comments": []
  },
  {
    "name": "Dionicio  Hernandez",
    "id": 58,
    "comments": [
      {
        "username": "Anonimo__",
        "period": "Segundo Semestre 2021",
        "content": "Si tu intención es aprender estadísticas o por lo menos tener conocimiento de esta materia, no es el profesor indicado sin embargo se pasa ¨fácil¨ con el sus clases son de todo menos de estadísticas y al final te publica lo que le da la gana (80-85)."
      },
      {
        "username": "Estudiante1971",
        "period": "Segundo Semestre 2021",
        "content": "No es malo pero sus clases son tediosas. No entra siempre y cuando aparece dura la mitad del tiempo hablando de trivialidades y la otra mitad de la clase. Asigna un trabajo desde el inicio, pero al final cambia los parámetros de la entrega. No corrige las pocas tareas que asigna."
      }
    ]
  },
  {
    "name": "Ramona Martina  Morel Valerio",
    "id": 59,
    "comments": []
  }
]