[
  {
    "name": "Angel Alfonso  Taveras",
    "matchedName": "Angel Taveras",
    "id": 3,
    "comments": [
      {
        "username": "paracetamol",
        "period": "Primer Semestre 2023",
        "content": "El mejor!!! No te aburres en sus clases, es excelente explicando, es super considerado y no da oportunidades de reposición, pero por maestros como él es que muchos no desistimos, tenemos esperanza de seguir aprendiendo y llevarnos buenas experiencias."
      },
      {
        "username": "Melgia_Báez_11",
        "period": "Segundo Semestre 2021",
        "content": "Ese maestro excelente, pero con sus exámenes no come cuento, si usted se pasó de la hora o se quedó usted se guiayo'. Si en pleno examen se le va la luz, ese es su problema. A mí en lo personal no le gustó, pero es bueno."
      },
      {
        "username": "mariav",
        "period": "Segundo Semestre 2021",
        "content": "Lo mejor de Anatomia, explica excelente y de diferentes fuentes actualizadas, es justo con la calificacion, pero es estricto con la toma del examen, debes asegurar tu examen porque no le gusta reponer, es excelente maestro y si estudias, te va muuuy bien."
      },
      {
        "username": "elizabethbaez07",
        "period": "Primer Semestre 2021",
        "content": "Excelente maestro, sus explicaciones son una delicia, sumamente organizadas. Sí es cierto que si tienes cualquier inconveniente con el examen, te quedaste sin nota. Pero definitivamente quiero dar más materias con él."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "En la modalidad virtual no tiene ninguna compresión si tienes inconvenientes con el primer parcial o el segundo, perdiste todo el semestre puesto que evalúa 2 exámenes en base a 30 y el final 40"
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Lo mejor de neuroanatomia "
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Excelente maestro lo único es que tienes que estudiar bien para los exámenes ya que son algo ganchosos "
      }
    ]
  },
  {
    "name": "Vilerca  Ferreira De Los S",
    "matchedName": "Vilerca Ferreira De Los S",
    "id": 90,
    "comments": [
      {
        "username": "anonimo207",
        "period": "Segundo Semestre",
        "content": "Es muy buena maestra, explica bastante claro, eso sí, si no estudias para los exámenes te vas a embromar (No son difíciles, pero aun así, muchos se confían y sacan mala nota por no estudiar previamente)"
      },
      {
        "username": "Jiménez",
        "period": "Segundo Semestre",
        "content": "Es muy recta pero explica bien sus clases y dice los puntos que saldrán en ele examen! De la sección solo pasamos 6 pero es justa"
      },
      {
        "username": "AishaRA",
        "period": "Segundo Semestre 2021",
        "content": "Excelente maestra, sus exámenes son sobre mismo qué explica y es súper responsable, del mismo modo debe ser el estudiante a la hora de entregar las asignaciones pues no da prórroga, téngalo pendiente"
      },
      {
        "username": "Li0929",
        "period": "Segundo Semestre 2021",
        "content": "excelente maestra, si tienes la oportunidad de escoger el laboratorio de química con ella es lo mejor que puedes hacer. es puntual, es justa y sus exámenes es de lo mismo que da en la clase."
      },
      {
        "username": "Critico1001",
        "period": "Segundo Semestre 2021",
        "content": "Excelente Maestra! 💛 Su metodología es bien sencilla. Es muy recta, por tanto, hay que trabajarle, si cumples con todo no tienes por qué quemarte."
      },
      {
        "username": "CMR0503",
        "period": "Primer Semestre 2021",
        "content": "Es una maestra excelente, su evaluación es justa y es super clara explicando las asignaciones. Todo lo que ella da sale en los exámenes."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "EXCELENTE PROFESORA, yo caí en su sección de casualidad y ame esa casualidad, tenia miedo de tomarla con ella por que es una de las escritoras del manual del lab de Química básica, pero no me arrepiento, tiene mucha paciencia para explicar y llena con los estudiantes la hoja de evolución y si tienes algo mal te dice que lo borre y pregunta hasta que den la respuesta correcta, pone unos cuestionarios por unidad y de  esos cuestionarios salen los exámenes, esa profe es una bendición para la uasd, ni parece profesora de la UASD."
      },
      {
        "username": "Anónimo",
        "period": "Periodo desconocido",
        "content": "Excelente profesora, tomé Laboratorio de química básica con ella en modalidad virtual y no me arrepiento, es muy paciente a la hora de explicar; solo hay que entregarle la práctica correspondiente de cada unidad + un mini-cuestionario por unidad (este es opcional). LA MEJOR PROFESORA DE LA UASD EN SU ÁREA!! "
      }
    ]
  },
  {
    "name": "Flor De Liz  Montes De Oca Boyer",
    "matchedName": "Flor Montes De Oca Boyer",
    "id": 4,
    "comments": [
      {
        "username": "Cosita29",
        "period": "Segundo Semestre 2021",
        "content": "Flor es lo mejor que te puede pasar, explica excelente, tiene todo su contenido organizado, aprenderás mucho con ella, aprovéchala que casi se va, y siempre esta dispuesta a tomar en cuenta la opinión del estudiante para ayudarlo, publica bien."
      }
    ]
  }
]